flag 就在这里，但是在哪里呢？
<?php
/* 对镜子倾诉心事
这现实有些讽刺    
讽刺的是没有考试就有编制
于是我拆封电子
把故事装进盒子
盒子里是用纯真换的物质
我的心炽热 肺却冰冷着
其实我想抽但不敢对你说
歌词的字我 认不得几个
可为何总是让我当个raper
我代言慈善机构
把甜美微笑出售
烟杆里没有铁锈
是推手给的铜臭
烟～
在这么冷的天
想抽根电子烟
可瑞克没有电
可是雪豹已失联
摘不下我虚伪的假面
几句胡言被奉为圣箴🤩🤩
尝一口你血汗的香甜
可是钱飘进双眼
模糊了我做人的底线
心甘情愿舍弃了尊严
烧一朵花圈作祭奠
为什么一张开口就会漏出电流 
癌细胞扩散致身体侵入了眼眸
我唤醒肉体试图将我灵魂挽留  
算了不想受折磨 留人间也是献丑
心被名利操控  快要停止跳动
就像是回龙  被堵住鼻孔
像一具行尸走肉   脊背被寒风刺透  
烟杆被谁先验收   无法滋润我咽喉
在这么冷的天
想抽根电子烟
可瑞克没有电
可是雪豹已失联
摘不下我虚伪的假面
几句胡言被奉为圣箴
尝一口你血汗的香甜
可是钱飘进双眼
模糊了我做人的底线
心甘情愿舍弃了尊严
烧一朵花圈作祭奠 */
$flag = "flag{test}"
?>